Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=490_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Olen 19-vuotias saamelaisnuori ja syntyisin Utsjoelta, Tenojokilaaksosta.
smn: Soofi-Uulá Hans-Aandi Laura, Laura Niittyvuopio (2011) Mun lam 19-ihásâš säminuorâ já šaddaaš Ucjuuvâst, Tiänuleeveet.

source: Ivalossa asuimme osan aikaa vuodesta äitini työn vuoksi ja siellä minä, siskoni ja veljeni olemme myös käyneet peruskoulun ja kirjoittaneet ylioppilaiksi.
smn: Mij aasâim Avelist uási ivveest iännán pargo keežild já tobbeen mun, uábbám já viljâm lep jottáám meid vuáđuškoovlâ já čáállám pajeuáppen.

source: Vuonna 2010 kirjoitin ylioppilaaksi Ivalon lukiosta.
smn: Ive 2010 čaallim pajeuáppen Avveel luvâttuvâst.

source: Tällä hetkellä (2011) opiskelen Lapin yliopistossa luokanopettajaksi ensimmäistä vuotta.
smn: Tääl (2011) lam luhâmin vuossâmuu ive Laapi ollâopâttuvâst luokamáttáátteijen.

source: Yläasteella kiinnostuin yhteisten asioiden hoitamisesta.
smn: Pajetääsist tubdâškuottim mielâkiddiivâšvuođâ ohtsij aašij tipšomân.

source: Lukiossa aloin oppilaskunnan hallituksen toimintaan ja minut valittiin Inarin nuorisovaltuuston jäseneksi.
smn: Luvâttuvâst servim uppeekode stiivrâ tooimân já muu väljejii Aanaar nuorâiparlament jesânin.

source: Tällä hetkellä toimin Suomen saamelaisnuorten hallituksen varapuheenjohtajana ja tänä vuonna toimintansa aloittaneen saamelaiskäräjien nuorisoneuvoston varapuheenjohtajana.
smn: Tääl tooimâm Suomâ säminuorâi stiivrâ värisaavâjođetteijen já taan ive tooimâs algâttâm sämitige nuorâirääđi värisaavâjođetteijen.

source: Toiminta saamelaisnuorten etuja ja oikeuksia ajavissa yhdistyksissä on tuntunut oikealta ja koen sen erittäin tärkeäksi.
smn: Toimâ säminuorâi hiäđui já vuoigâdvuođâi vyeijee seervijn lii orroom rievtisin já tuubdâm tom uáli tehálâžžân.

source: On hankala eritellä, mitä saamelaisuus elämässäni merkitsee.
smn: Lii väädis sierriistâllâđ, maid sämmilâšvuotâ muu elimist meerhâš.

source: Se on identiteetti, minuus ja koko persoona, kuin myös elämäntapa.
smn: Tot lii identiteet, uáinu alnestis já ubâ persoon, sehe meiddei eellimvyehi.

source: Olen ylpeä juuristani ja esivanhemmistani ja minulle on tärkeä siirtää tulevaisuudessa omille lapsillenikin se sama rikas kulttuuriperinne, mikä minulle ja sisaruksillenikin on siirretty.
smn: Mun lam čiävláá jieččân madduin já madârvaanhimjn já munjin lii tehálâš sirdeđ puátteevuođâst jieččân párnáid-uv tom siämmáá riges kulttuuräärbi, mii lii mijjân párnáid-uv sirdum.

source: Olen ollut onnekas, kun isä puhui perheessä saamea ja siitä tuli toinen äidinkielemme.
smn: Mun lam lamaš luholâš, ko eeči sáárnui perrust sämikielâ já tast šoodâi munjin nubbe eenikielâ.

source: Perheemme elinkeino on poronhoito ja isäni oli arvostettu ja taitava poromies.
smn: Mii perruu iäláttâs lii puásuituálu já iäččám lâi áárvust oonnum já čepis pajeolmooš.

source: Isäni kuoli tapaturmaisesti elokuussa 2009.
smn: Iäččám jaamij täpitormelávt porgemáánust 2009.

source: Me lapset olemme pienestä asti kulkeneet poroerotuksissa mukana ja keväällä auttaneet paimennustöissä.
smn: Mij párnááh lep uccevuođâ rääjist jottáám pygálusâin já kiđđuv išedâm kuáđuttempargoin.

source: Ennen isän kuolemaa ajatus pohjoiseen jäämisestä ja porotöiden jatkamisesta tuntui vielä kaukaiselta.
smn: Ovdil eeji jäämmim juurdâ tavas päcimist já puásuipargoi juátkimist oroi lemin kukken.

source: Kuitenkin ajatus porojen myymisestä ja elinkeinon lopettamisesta tuntuu kuin luopuisi osasta elämäänsä ja heittäisi isän ja esi-isien elämäntyön hukkaan.
smn: Kuittâg juurdâ poccui vyebdimist já iäláttâs looppâtmist oroi tegu luovâččij uásist jieijâs eellim já leggističij eeji já madâreejij eellimpargo hukás.

source: Silloin tein päätöksen, että aion palata opiskelujeni jälkeen pohjoiseen pysyvästi ja jatkaa perheemme elämäntapaa.
smn: Talle toohim miärádâs, et oopâi maŋa ááigum maccâđ tavas pisovávt já juátkiđ mii perruu eellimvyevi.

source: Osana tätä päätöstä on ollut myös opiskelupaikan ja ammatinvalinta.
smn: Uássin taam miärádâs lii lamaš meid oppâsaje já áámmátváljim.

source: Perinteisen elinkeinon rinnalla olen myös kokenut tärkeäksi valmistua opettajaksi saamelaisalueelle ja antaa siten oma työpanokseni saamelaislasten- ja nuorten hyväksi.
smn: Ärbivuáválii iäláttâs paaldâst lam uáinám tehálâžžân valmâštuđ máttáátteijen sämikuávlun já adeliđ toin lain jieččân pargonaavcâid sämipárnái- já nuorâi pyerrin.

source: Erityisen tärkeää on, että lapsilla ja nuorilla on mahdollisuus opiskella kotiseudullaan ja saada opetusta omalla äidinkielellään.
smn: Eromâš tehálâš lii, et párnáin já nuorâin lii máhđulâšvuotâ luuhâđ päikkikuávlust já uážžuđ máttááttâs jieijâs eenikielân.
